import news_1 from '../images/news/news-1.png';
import news_2 from '../images/news/news-2.png';
import news_3 from '../images/news/news-3.png';
import news3_1 from '../images/news/3/1.jpg';
import news3_2 from '../images/news/3/2.jpg';
import news3_3 from '../images/news/3/3.jpg';
import news3_4 from '../images/news/3/4.jpg';
import news3_5 from '../images/news/3/5.jpg';
import news3_6 from '../images/news/3/6.jpg';
import news3_7 from '../images/news/3/7.jpg';
import news3_8 from '../images/news/3/8.jpg';
import news3_9 from '../images/news/3/9.jpg';
import news3_10 from '../images/news/3/10.jpg';
import news3_11 from '../images/news/3/11.jpg';
import news3_12 from '../images/news/3/12.jpg';
import news_4 from '../images/news/news-4.png';
import news_5 from '../images/news/news-5.png';
import news_6 from '../images/news/news-6.png';
import news6_1 from '../images/news/6/1.jpg';
import news_7 from '../images/news/news-7.png';
import news7_1 from '../images/news/7/1.png';
import news_8 from '../images/news/news-8.jpg';
import news8_1 from '../images/news/8/1.jpeg';

export const news = [
  {
    id: 'news-8',
    title: 'Российские студенты создали нейросеть, которая обезопасит дорожные работы',
    date: '25.04.2024',
    poster: news_8,
    content: [
      {
        type: 'text',
        text: 'Студенты из России разработали нейросеть, которая поможет специалистам следить за выполнением норм охраны труда дорожных рабочих. Об этом 25 марта корреспонденту URA.RU рассказал руководитель проекта «Цифровые кафедры» в Российском университете транспорта (РУТ) Виталий Борщ.',
      },
      {
        type: 'text',
        text: '«Нейросеть получает изображение с видео и решает две задачи: ищет объекты на изображении и производит классификацию соответствия мерам безопасности. Программа использует модели искусственного интеллекта и автоматически определяет наличие каски и жилета. Сеть распознает типовые жилеты и каски конкретных цветов, поэтому она может работать не только на автомобильных дорогах, но и, например, в метро, на железных дорогах», — пояснил Виталий Борщ.',
      },
      {
        type: 'picture',
        img: news8_1,
        caption: ''
      },
      {
        type: 'text',
        text: 'Руководитель «цифровой кафедры» РУТ отметил, что студенты изучают языки программирования, чтобы в дальнейшем использовать ИИ и нейросети в транспортной отрасли. «Через такое обучение они, например, потенциально смогут прогнозировать техногенные катастрофы на транспорте. Поэтому, как и врачи, транспортные инженеры-аналитики тоже могут спасать жизни», — заключил Виталий Борщ.',
      },
      {
        type: 'text',
        text: '«Цифровые кафедры» появились в университетах России в сентябре 2022 года в рамках нацпроекта «Цифровая экономика». Благодаря этому проекту, в котором участвуют 114 вузов страны, студенты могут бесплатно получить вторую профессию в IT-сфере, а также наработать навыки в разработке ИИ, веб-игр, робототехники и виртуальной реальности.',
      },
    ],
  },
  {
    id: 'news-7',
    title: '90%\u00a0пользователей IT-решений, 10%\u00a0разработчиков: «Цифровые кафедры» предлагают разделить на\u00a02 трека',
    date: '09.02.2024',
    poster: news_7,
    content: [
      {
        type: 'text',
        text: 'Проект «Цифровые кафедры» скоро начнет работать по-новому. В Университете Иннополис собрались руководители и 100 лучших выпускников кафедр.',
      },
      {
        type: 'text',
        text: 'Российский университет транспорта как флагман отраслевого образования в рамках программы «Приоритет-2030» реализует проект «Цифровые кафедры». Представителей РУТ (МИИТ) пригласили на Индустриальный день в Иннополисе, проходивший с 7 по 9 февраля.',
      },
      {
        type: 'text',
        text: 'Мероприятие проводилось в первую очередь для студентов – чтобы они могли познакомиться поближе с потенциальными работодателями. В Университет Иннополис пригласили тех, кто отучился на «Цифровых кафедрах» и набрал самые высокие баллы по результатам ассесмента. Студенты смогли пообщаться с руководителями и HR-специалистами ведущих отечественных ИТ-компаний, узнали о возможностях стажировки, поучаствовали в мастер-классах, нетворкинге, интерактивных играх.',
      },
      {
        type: 'text',
        text: 'В это время руководители «Цифровых кафедр» рассматривали итоги 2023 года и варианты, как вывести проект на более эффективные показатели. Так, вероятно, в скором будущем проект ждут качественные изменения: обсуждался вопрос разделения «Цифровых кафедр» на два трека. Первый – трек подготовки айтишников, то есть людей, которые создают ИТ-решения. Эти программы будут составлять не более 10%. Второй трек – подготовка пользователей ИТ-решений. Соответственно, 90% студентов будут проходить по этому треку.',
      },
      {
        type: 'text',
        text: 'Как отмечает руководитель «Цифровых кафедр» Российского университета транспорта Виталий Борщ: «Наши якорные заказчики и партнеры заинтересованы в том, чтобы выпускники получали навыки пользования отраслевыми или корпоративными ИТ-системами и решениями уже в университете, чтобы не надо было обучать их этому на рабочем месте. Но вместе с тем отрасли нужны и айтишники, и им требуется дополнительная прокачка. Надо сказать, что с треком для айтишников у нас всё в порядке уже сейчас: есть программа «Искусственный интеллект и машинное обучение». Было бы лучше, чтобы нам дали возможность по другим программам для неайтишников обучать ребят использовать ИТ-решения, а не создавать их. Мы сейчас, если честно, так и делаем, но вынуждены включать в программы модули по программированию для неайтишников, что, на мой взгляд, не вполне логично. Наша задача, чтобы Цифровые кафедры усиливали будущего инженера в его профессии за счёт навыков пользования «цифрой». Зачем пытаться перековать инженера-транспортника на программиста? Но сейчас рамка проекта требует от нас этого».',
      },
      {
        type: 'picture',
        img: news7_1,
        caption: ''
      },
      {
        type: 'text',
        text: 'Из числа студентов на Индустриальный день в составе делегации от РУТ (МИИТ) в Иннополис отправился аспирант кафедры «Цифровые технологии управления транспортными процессами» Николай Таранов. Мы попросили его поделиться впечатлениями: «Запомнился необычный формат: 100 студентов из 100 вузов, с разных уголков страны, собранные на территории молодого города Иннополис. Конечно, при таком морозе и снеге мы не смогли оценить беспилотное такси и роботов-доставщиков, но нам и так было чем заняться. На мероприятии большое внимание уделяли живым лекциям и нетворкингу. Каждый индивидуально пообщался с представителями компаний, рассказал им о себе и представил свои проекты. Мы подробно узнали о том, как можно реализовать свои будущие идеи, а также как получить финансирование для стартапа. На мой взгляд, обучение на «Цифровых кафедрах» поможет расширить кругозор не только студентам «устоявшихся» специальностей, по и студентам из IT-сферы. Современные IT-решения – это движущая сила для многих инноваций в различных областях: как транспорт, медицина, наука, бизнес и образование. Студенты с такими навыками могут внести значительный вклад в развитие новых технологий и решение современных проблем».',
      },
    ],
  },
  {
    id: 'news-6',
    title: 'РУТ\u00a0(МИИТ) показал работы выпускников «Цифровых кафедр» на\u00a0выставке «Россия»',
    date: '17.01.2024',
    poster: news_6,
    content: [
      {
        type: 'text',
        text: '17 января на ВДНХ в рамках Дня цифровизации на выставке «Россия» прошла сессия «Все профессии важны: почему в ИТ нужно разбираться и строителю, и медику». Главной темой стал проект «Цифровые кафедры», реализуемый Минцифрой России в рамках программы «Приоритет-2030» совместно с АНО «Цифровая экономика».',
      },
      {
        type: 'text',
        text: 'В мероприятии приняли участие руководство Минцифры России: заместитель Министра цифрового развития Сергей Кучушев и директор Департамента развития цифровых компетенций и образования Татьяна Трубникова. Представители ведущих вузов поделились своими кейсами обучения цифровым компетенциям.',
      },
      {
        type: 'text',
        text: 'День цифровизации — это мероприятие для потенциальных слушателей «цифровых кафедр», то есть для студентов. Послушав спикеров и посмотрев презентации, они смогли получить ответы на свои вопросы и принять решение, какую им получать дополнительную квалификацию по ИТ-профилю.',
      },
      {
        type: 'text',
        text: 'РУТ (МИИТ) - один из ведущих вузов, реализующих проект «Цифровые кафедры». Всего университетов-участников – 120, и наш университет – 12й в рейтинге по числу обучающихся! Опытом развития кадрового потенциала ИТ-отрасли наш университет делился в кластере «Транспорт». На мероприятии РУТ представлял руководитель проекта «Цифровые кафедры» Виталий Борщ.',
      },
      {
        type: 'text',
        text: '«Цифровые кафедры» — драйвер изменений, отметил Виталий Викторович в выступлении: «Это такой локальный проект, который дает возможность внедрять изменения в дополнительном профессиональном образовании: модели проектного управления, новые образовательные технологии, модели работы с бизнес-партнерами. И это очень здорово. Помимо конкретных результатов, а именно — подготовленных ребят, которые выходят в отрасль с цифровыми компетенциями, — это позволяет еще и внедрять изменения в целом в университете».',
      },
      {
        type: 'picture',
        img: news6_1,
        caption: ''
      },
      {
        type: 'text',
        text: 'Виталий Борщ рассказал о 6 образовательных программах «Цифровых кафедр» РУТ и показал реальные выпускные работы студентов. Например, продемонстрировал командный проект –    программное обеспечение, разработанное на платформе 1С по выбору маршрута поездки и заказу билетов, и алгоритм распознавания визуальных образов на основе AI, позволяющий выявлять онлайн, используют ли работники средства индивидуальной защиты.',
      },
      {
        type: 'text',
        text: 'Студенты университета транспорта также посетили мероприятие и приняли участие в дискуссиях. «Я обучаюсь на кафедре «Цифровые технологии управления транспортными процессами». Пришел на мероприятие, потому что было интересно узнать новое о современных образовательных трендах в различных областях, таких как медицина, агропромышленный комплекс, культура и искусство, а также транспортное обеспечение. Также меня привлекла возможность более глубокого погружения в цифровые технологии и их интеграцию в образовательный процесс. Представленные на цифровых кафедрах вузов проекты позволяют студентам освоить современные методы и подходы в различных областях жизни страны. Считаю проект «Цифровые кафедры» важным, потому что, во-первых, он помогает студентам определиться с подходящим направлением, а во-вторых, дает возможность гуманитариям и технарям поступить на цифровые кафедры магистратуры или аспирантуры, что открывает перед ними новые перспективы в исследованиях и карьере. Уверен, что такие образовательные инициативы помогут выращивать высококвалифицированных специалистов, способных успешно адаптироваться к быстро меняющемуся миру.», — поделился студент группы УЭЦ-241 Матвей Спицин.',
      },
    ],
  },
  {
    id: 'news-5',
    title: 'На «Цифровых кафедрах» зарабатывают баллы для\u00a0трудоустройства в\u00a0ведущие ИТ-компании',
    date: '09.11.2023',
    poster: news_5,
    content: [
      {
        type: 'text',
        text: 'Результаты комплексной оценки сформированности компетенций (ассесмента) помогут выпускникам «Цифровых кафедр» попасть на стажировку в ведущие ИТ-компании. Об этом было официально объявлено письмом Минобрнауки России.',
      },
      {
        type: 'text',
        text: 'Сейчас в РУТ (МИИТ) идёт обучение по 6 программам профессиональной переподготовки: «Аналитик данных», «Технологии информационного моделирования в транспортном строительстве», «Предиктивная аналитика в транспортных задачах», «1С-разработчик», «Основы разработки и управления IT-проектами для транспорта и логистики» и «Искусственный интеллект и машинное обучение».',
      },
      {
        type: 'text',
        text: 'Ассесмент по всем программам проводится на электронной платформе АНО «Университет Иннополис» в три этапа. До конца ноября студенты пройдут входной ассесмент – продемонстрируют исходный уровень сформированности цифровых компетенций. Второй этап состоится в марте. Будет проверена динамика освоения обучающимися необходимых знаний, умений и навыков. Итоговая оценка запланирована на лето, когда студенты завершат обучение по программам профессиональной переподготовки.',
      },
      {
        type: 'text',
        text: 'Пройденные три этапа ассесмента – необходимое условие для формирования резюме выпускника «цифровых кафедр» на сервисе «Поколение-ИТ».',
      },
      {
        type: 'text',
        text: 'Кроме того, по итогам всех этапов ассесмента, на основании средних значений уровня владения компетенциями будет сформирован рейтинг выпускников программ «Цифровых кафедр».',
      },
      {
        type: 'text',
        text: 'Студенты, показавшие наивысший уровень – 0,95-1, получат возможность пройти стажировку в таких компаниях, как 1С, Яндекс, ИнфоТеКС, Озон, X5 Retail Group, Росатом, Ростелеком и др., а также доступ к Каталогу российских программных продуктов.',
      },
      {
        type: 'text',
        text: 'Выпускники «Цифровых кафедр», показавшие уровень владения компетенциями 0,80-0,95, будут приглашены на международные мероприятия Университета Иннополис.',
      },
      {
        type: 'text',
        text: 'Средняя оценка 0,65-0,80 позволит обучившимся ИТ-компетенциям получить доступ к базам знаний Университета Иннополис по ИТ-тематике, сформированной по результатам анализа потребности студентов.',
      },
      {
        type: 'text',
        text: 'В настоящий момент на «Цифровых кафедрах» РУТ (МИИТ) приобретают новые компетенции 2 548 студентов. Более 300 из них – обучающиеся других транспортных университетов.',
      },
      {
        type: 'text',
        text: 'Более подробная информация о программах РУТ (МИИТ) в рамках проекта «Цифровые кафедры» представлена на сайте https://ck.emiit.ru/',
      },
    ],
  },
  {
    id: 'news-4',
    title: 'Выпускники «Цифровых кафедр» могут получить выгодные предложения от\u00a0работодателей',
    date: '15.09.2023',
    poster: news_4,
    content: [
      {
        type: 'text',
        text: 'Резюме обучающихся на «Цифровых кафедрах» попадут в единую базу для работодателей. Это поможет студентам и выпускникам найти интересную для них работу, а работодателям – специалистов, обладающих необходимыми компетенциями.',
      },
      {
        type: 'text',
        text: 'В планах операторов проекта – создание специальной базы резюме обучающихся. Сами резюме будут формироваться автоматически – на основе введенной студентами информации в личном кабинете на платформе Университета Иннополис, а также результатов комплексной оценки развития цифровых компетенций (ассесмента), которую дважды (или трижды – в зависимости от образовательной программы) в год проводит Университет Иннополис. Резюме станут доступными потенциальным работодателям.',
      },
      {
        type: 'text',
        text: 'Кроме того, в рамках международного форума Digital Innopolis Days, который состоится 19-20 октября в Казани, будет работать ярмарка вакансий, на которой работодатели представят свои предложения.',
      },
      {
        type: 'text',
        text: 'Проект «Цифровые кафедры» реализуется с 2022 года и его цель – обеспечение приоритетных отраслей экономики высококвалифицированными кадрами, обладающими цифровыми компетенциями. В РУТ (МИИТ) идёт обучение по 6 программам: «Аналитик данных», «Технологии информационного моделирования в транспортном строительстве», «Предиктивная аналитика в транспортных задачах», «1С-разработчик», «Основы разработки и управления IT-проектами для транспорта и логистики» и «Искусственный интеллект и машинное обучение».',
      },
      {
        type: 'text',
        text: 'Более подробная информация о программах РУТ (МИИТ) в рамках проекта «Цифровые кафедры» представлена на сайте https://ck.emiit.ru/',
      },
    ],
  },
  {
    id: 'news-3',
    title: 'Выпускники «Цифровых кафедр» РУТ (МИИТ) представили свои уникальные IT-разработки',
    date: '27.06.2023',
    poster: news_3,
    content: [
      {
        type: 'text',
        text: '27 июня в Российском университете транспорта состоялся демо-день, в ходе которого выпускники проекта «Цифровые кафедры» поделились своими лучшими IT-разработками.',
      },
      {
        type: 'text',
        text: 'Напомним, что в процессе обучения на «Цифровых кафедрах» студенты погружались в специфику проблем отрасли, работая над индивидуальными и групповыми проектами для ведущих IT-компаний и предприятий. Уникальные разработки учащихся легли в основу их выпускных квалификационных работ.',
      },
      {
        type: 'text',
        text: 'Поприветствовал выпускников ректор РУТ (МИИТ) Александр Алексеевич Климов. Он отметил, что получение двух квалификаций по итогам обучения в вузе – это широкое поле для реализации своих способностей и конкурентоспособность на рынке труда.',
      },
      {
        type: 'text',
        text: 'В свою очередь, проректор РУТ (МИИТ) Виталий Викторович Борщ обратил внимание слушателей на то, что «Цифровые кафедры» – это самый масштабный образовательный проект для студентов, который проходит за рамками освоения основной образовательной программы. В этом году его участниками стали более 1 200 человек.',
      },
      {
        type: 'gallery',
        img: [news3_1, news3_2, news3_3, news3_4, news3_5, news3_6,],
        caption: ''
      },
      {
        type: 'text',
        text: 'На демо-дне проектные команды представили результаты своей работы по 5 программам профессиональной переподготовки: «Java-разработчик», «Искусственный интеллект и машинное обучение», «Разработка программных предложений для бизнеса», «1С-разработчик», «Основы разработки и управления IT-проектами»',
      },
      {
        type: 'text',
        text: 'Проекты выпускников были посвящены конкретной проблеме или исследовательскому вопросу. Среди них – интеллектуальная система мониторинга отзывов на IT-продукцию, программа на Python с целью доставки продукции с наименьшими затратами, чат-бот искусственного интеллекта для решения реальных задач отрасли и другие.',
      },
      {
        type: 'text',
        text: 'Так, один из ключевых проектов – разработка требований к внедрению «умного» контейнера. По мнению разработчиков, уникальное IT-решение поможет автоматизировать до 70% ручного труда за счет разработки подсистем программного обеспечения: маркировки и идентификации контейнеров, мониторинга их местоположения и размещения в грузовом терминале, а также автоматизированного внесения больших объемов информации.',
      },
      {
        type: 'text',
        text: 'Также участники представили новый подход к идентификации пользователей. Студенты разработали решение на основе искусственного интеллекта, которое позволяет максимально быстро и с точностью до 90% распознавать лица. В результате работы специалисты создали собственные алгоритмы автоматической идентификации. Уникальная методика позволит предприятиям малого бизнеса повысить уровень безопасности, обеспечить для сотрудников эффективный и комфортный доступ к рабочим местам и не только.',
      },
      {
        type: 'text',
        text: 'Кроме того, студенты трудились над проектами с применением 1С. В их числе – разработка информационной системы клиентского приложения кассира железнодорожного транспорта. В системе отображаются «данные о поезде» с ценами и детализированной схемой вагонов, вкладка «продажа билетов» с выбором направления пути, а также возможностью печати и возврата проездного документа.',
      },
      {
        type: 'text',
        text: 'Для большинства ребят это первый опыт работы в реальных проектах. В ходе обучения студенты изучают стандарты и методики в IT, знакомятся с бизнес-процессами и функциональными требованиями, подходами к интеллектуальным системам на транспорте и многим другим.',
      },
      {
        type: 'text',
        text: 'Напомним, что проект «Цифровые кафедры» в РУТ (МИИТ) реализуется с сентября 2022 года. Обучение по дополнительным профессиональным программам – программам переподготовки (ДПП ПП) – бесплатное и дает возможность студентам по окончании университета получить второй диплом – о квалификации в IT-сфере. Документы о переподготовке первые выпускники проекта получат уже этим летом.',
      },
      {
        type: 'gallery',
        img: [news3_7, news3_8, news3_9, news3_10, news3_11, news3_12],
        caption: 'Автор фото: Егор Жучков'
      },
      {
        type: 'text',
        text: 'Источник: Центр по связям с общественностью РУТ (МИИТ)',
      },
    ],
  },
  {
    id: 'news-2',
    title: 'От\u00a0организации хранения информации до\u00a0разработки нейросетей: будущие выпускники «Цифровых кафедр» готовятся защищать свои проекты',
    date: '01.06.2023',
    poster: news_2,
    content: [
      {
        type: 'text',
        text: 'Обучающиеся на «Цифровых кафедрах» в РУТ (МИИТ) готовятся защищать выпускные квалификационные работы (ВКР). Это индивидуальные и групповые проекты – разработанные студентами базы данных, приложения, требования и модели.',
      },
      {
        type: 'text',
        text: 'Основой для части ВКР стали проекты, разработанные на практике. Впрочем, это выбор обучающегося – продолжить работу над уже начатым прототипом или создать что-то новое. Главное требование – тема должна быть связана с ИТ-сферой, цифровыми сервисами и продуктами.',
      },
      {
        type: 'text',
        text: 'Так, среди тем, выбранных обучающимися по программе переподготовки «Основы разработки и управления IT-проектами» – «Создание сервиса по перевозке домашних животных». Обучающиеся должны разработать требования к созданию программного обеспечения по оформлению заказа на перевозку домашних животных. Также студенты формируют требования к сервисам отправки посылок, подбора оптимальных мультимодальных маршрутов; разрабатывают цифровой интеллектуальный ассистент определения порядка роспуска составов с сортировочной горки.',
      },
      {
        type: 'text',
        text: 'От обучающихся по программе переподготовки «Разработка программных приложений для бизнеса» ждут индивидуальный подход к решению задач. Проекты должны быть посвящены конкретной проблеме или исследовательскому вопросу, от слушателя требуется тщательное исследование литературы и доступных источников, анализ собранных данных, аргументированные выводы и, конечно, демонстрация навыка программирования на Python. Студенты трудятся над разработкой приложений и чат-ботов для Telegram; программ для автоматизации аналитических задач; алгоритмов поиска, способных эффективно находить информацию в больших объемах данных.',
      },
      {
        type: 'text',
        text: 'Слушатели программы переподготовки «Java-разработчик» в рамках групповых проектов разработают собственные сервисы, основанные на технических заданиях, которые они сформировали во время прохождения практики. В том числе это Telegram-бот для автоматизации работы обходчика пути, REST-сервис для автоматизации работы инспектора ремонтного депо, система дистанционного обучения и другие программные продукты.',
      },
      {
        type: 'text',
        text: 'Всего в первый учебный год (2022/2023) в рамках «Цифровых кафедр» в РУТ (МИИТ) реализуются 6 дополнительных программ переподготовки, у каждой – своя специфика, которая отражается и в выпускных квалификационных работах – есть и проекты, посвященные разработке нейросетей, и работы с применением 1С.',
      },
      {
        type: 'text',
        text: 'Защита будет проходить как в очном, так и в дистанционном формате – это выбор руководителей образовательных программ. Общая черта для всех программ переподготовки – в составы комиссий обязательно войдут представители организаций из реального сектора экономики.',
      },
      {
        type: 'text',
        text: 'Напомним, цель проекта «Цифровые кафедры» – формирование дополнительных цифровых компетенций у студентов, обучающихся по основным образовательным программам, как отнесённым, так и не отнесённым к ИТ-сфере. Студенты, успешно завершившие обучение, по окончании университета получат второй диплом.',
      },
    ],
  },
  {
    id: 'news-1',
    title: 'Изучили беспилотный электропоезд и разработали собственное приложения для\u00a0пассажиров: обучающиеся «Цифровых кафедр» РУТ (МИИТ) практикуются в\u00a0крупных ИТ-компаниях',
    date: '30.05.2023',
    poster: news_1,
    content: [
      {
        type: 'text',
        text: 'Более тысячи студентов РУТ (МИИТ) сейчас завершают или уже завершили прохождение практики в рамках обучения на «Цифровых кафедрах». Для большинства – это первый опыт работы в реальных проектах. Все задействованные организации-партнеры уже много лет внедряют передовые ИТ-решения, в том числе – в транспортную отрасль.',
      },
      {
        type: 'text',
        text: 'Например, часть студентов, обучающихся по программе переподготовки «Искусственный интеллект и машинное обучение» в течение мая набираются опыта в ведущем отраслевом научно-технологическом институте холдинга «РЖД» в области автоматизации и управления сложными технологическими процессами на железнодорожном транспорте. В АО «НИИАС» (Научно-исследовательский и проектно-конструкторский институт информатизации, автоматизации и связи на железнодорожном транспорте) будущие аналитики изучают архитектуру беспилотных систем, в том числе воспользовались уникальной возможностью – практиканты приняли участие в пробной поездке на беспилотном электропоезде.',
      },
      {
        type: 'text',
        text: '«Мне понравилось, как беспилотная «Ласточка» принимает решения в экстренных ситуациях без участия человека», – рассказал Семён Тарасов, студент группы УВА-311 Института управления и цифровых технологий.',
      },
      {
        type: 'text',
        text: 'А в АО «ВНИИЖТ» (Научно-исследовательский институт железнодорожного транспорта) обучающиеся по той же программе в числе прочего ознакомились с разработкой «цифровых двойников» электропоездов – гибридных моделей для диагностики состояния и предсказания поломок.',
      },
      {
        type: 'text',
        text: 'На практике обучающиеся не только изучают и рассматривают современные кейсы применения информационных технологий, но и сами занимаются разработками.',
      },
      {
        type: 'text',
        text: 'Так, обучающиеся по программе переподготовки «Разработка программных предложений для бизнеса» после серии лекций и семинаров в информационно-технологической компании ООО «ТЕКТУС.ИТ» приступили к выполнению собственных проектов под руководством работников организации.',
      },
      {
        type: 'text',
        text: '«Я занималась разработкой чат-бота для Telegram с функцией предоставления расписания транспорта. Этот проект оказался особенно захватывающим и интересным. Мне понравилось исследовать и интегрировать данные о расписании различных видов транспорта, чтобы предоставить пользователям удобный способ получения актуальной информации о времени прибытия и отправления. В процессе разработки я также реализовала функцию оповещений, чтобы пользователи могли получать уведомления о задержках или изменениях в расписании. Я горжусь тем, что смогла создать полезное приложение, которое делает общественный транспорт более доступным и удобным для всех пользователей», – так описала свои впечатления Виктория Прядка, студентка группы ЭВБ-221 Института экономики и финансов.',
      },
      {
        type: 'text',
        text: 'Обучающиеся по программам переподготовки «Java-разработчик», «1С-разработчик» и «Инженер сопровождения ИТ-инфраструктуры» на практике после серии лекций формируют технические задания для разработки программных продуктов или для развёртывания ИТ-инфраструктуры, продумывают архитектуру приложений.',
      },
      {
        type: 'text',
        text: 'Студенты, выбравшие программу переподготовки «Основы разработки и управления IT-проектами», проводят анализ текущих бизнес-процессов в более чем десятке организаций и формируют предложения по оптимизации существующих цифровых решений или по разработке новых.',
      },
      {
        type: 'text',
        text: 'Для многих студентов проекты, разработанные на практике – основа для выпускной квалификационной работы по изучаемой программе переподготовки.',
      },
      {
        type: 'text',
        text: 'Напомним, проект «Цифровые кафедры» в РУТ (МИИТ) реализуется с сентября 2022 года. Обучение по дополнительным профессиональным программам – программам переподготовки (ДПП ПП) – бесплатное и даёт возможность обучающимся получить по окончании университета получить второй диплом – о квалификации в IT-сфере. Такие документы первые выпускники проекта получат уже этим летом.',
      },
      {
        type: 'text',
        text: 'Реализация проекта «Цифровые кафедры» в РУТ (МИИТ) продолжится – набор на новый (2023/2024) учебный год начнётся в июне.',
      },
    ]
  },
]