import iimo from '../images/programs/iimo.png';
import isi from '../images/programs/isi.png';
import rppb from '../images/programs/rppb.png';
import oryp from '../images/programs/oryp.png';
import jr from '../images/programs/jr.png';
import cr from '../images/programs/cr.png';


export const programs = [
  {
    title: 'Искусственный интеллект и\u00a0машинное обучение',
    type: 'ДПО',
    form: 'Очно-заочная форма',
    image: iimo,
    link: '',
    time: '9 месяцев',
    difficultyLevel: '250 академических часов',
    description: 'Формирование профессиональных компетенций необходимых для выполнения нового вида профессиональной деятельности в сфере искусственного интеллекта и машинного обучения, применимых в транспортной отрасли и приобретения новой квалификации «Аналитик».',
  },
  {
    title: 'Инженер сопровождения IT-инфраструктуры',
    type: 'ДПО',
    form: 'Очно-заочная форма',
    image: isi,
    link: '',
    time: '9 месяцев',
    difficultyLevel: '250 академических часов',
    description: 'Получение компетенций необходимых для выполнения нового вида профессиональной деятельности в сфере создания и сопровождения IT-сервисов и баз данных, и приобретение новой квалификации «системный администратор».',
  },
  {
    title: 'Разработка программных приложений для\u00a0бизнеса',
    type: 'ДПО',
    form: 'Очно-заочная форма',
    image: rppb,
    link: 'https://www.youtube.com/embed/XgU__N4gAJs',
    time: '9 месяцев',
    difficultyLevel: '250 академических часов',
    description: 'Формирование профессиональных компетенций необходимых для выполнения нового вида профессиональной деятельности в ИТ-сфере в части создания алгоритмов и программных приложений на языке Python, пригодных для практического применения и приобретение новой квалификации «Младший программист».',
  },
  {
    title: 'Основы разработки и\u00a0управления IT-проектами',
    type: 'ДПО',
    form: 'Очно-заочная форма',
    image: oryp,
    link: '',
    time: '9 месяцев',
    difficultyLevel: '250 академических часов',
    description: 'Формирование профессиональных компетенций необходимых для выполнения нового вида профессиональной деятельности в ИТ-сфере в части управления ИТ проекта и разработки программного обеспечения, пригодных для практического применения и приобретения новой квалификации «Менеджер в подразделениях (службах) компьютерного обеспечения».',
  },
  {
    title: 'Java-разработчик',
    type: 'ДПО',
    form: 'Очно-заочная форма',
    image: jr,
    link: '',
    time: '9 месяцев',
    difficultyLevel: '250 академических часов',
    description: 'Получение компетенций необходимых для выполнения нового вида профессиональной деятельности в сфере разработки и сопровождения программного обеспечения и приобретение новой квалификации «программист».',
  },
  {
    title: '1С-разработчик',
    type: 'ДПО',
    form: 'Очно-заочная форма',
    image: cr,
    link: '',
    time: '9 месяцев',
    difficultyLevel: '250 академических часов',
    description: 'Получение компетенций необходимых для выполнения нового вида профессиональной деятельности в сфере разработки и сопровождения программного обеспечения и приобретение новой квалификации «программист».',
  },
]