import iimo from '../images/programs/iimo.png';
import isi from '../images/programs/isi.png';
import rppb from '../images/programs/rppb.png';
import oryp from '../images/programs/oryp.png';
import jr from '../images/programs/jr.png';
import cr from '../images/programs/cr.png';
import ad from '../images/programs/ad.png';


export const newPrograms = [
  {
    title: 'Разработка программных приложений для\u00a0бизнеса',
    type: 'ДПО',
    form: 'Очно-заочная форма',
    image: rppb,
    link: 'https://www.youtube.com/embed/XgU__N4gAJs',
    sections: [
      {
        sectionTitle: 'Информация о программе',
        sectionTag: 'Информация',
        sectionDescription: '«Programming-in-small» как необходимая компетенция для каждого грамотного работника.',
        sectionData: [
          {
            dataTitle: 'О программе переподготовки',
            dataType: 'row', 
            rows: [
              {
                rowTitle: 'Срок обучения: ',
                rowText: '9 месяцев',
              },
              {
                rowTitle: 'Обучаются: ',
                rowText: '296 студентов',
              },
              {
                rowTitle: 'Квалификация: ',
                rowText: '«Младший программист»',
              },
            ]
          }
        ]
      },
      {
        sectionTitle: 'Компетенции выпускников',
        sectionTag: 'Компетенции выпускников',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: 'Выпускник способен: ',
            dataType: 'list', 
            list: ['Применять языки программирования для решения профессиональных задач;', 'Проверять и отлаживать программный код;', 'Разрабатывать алгоритмы и программы, пригодные для практического применения;', 'Применять язык программирования Python для разработки программных приложений транспортного бизнеса.']
          },
        ]
      },
      {
        sectionTitle: 'Изучаемые области: ',
        sectionTag: 'Изучаемые области',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: '',
            dataType: 'list', 
            list: ['Основные понятия алгоритмизации, работа с динамической памятью;', 'Сжатие и кодирование информации;', 'Базовый инструментарий языка программирования Python; ', 'Структурное и процедурное программирование.']
          },
        ]
      },
      {
        sectionTitle: 'Содержание программы: ',
        sectionTag: 'Содержание программы',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: '',
            dataType: 'row', 
            rows: [
              {
                rowTitle: 'Модуль 1. ',
                rowText: 'Основные принципы алгоритмизации',
              },
              {
                rowTitle: 'Модуль 2. ',
                rowText: 'Структуры данных, алгоритмы работы с данными',
              },
              {
                rowTitle: 'Модуль 3. ',
                rowText: 'Введение в программирование на языке Python: структурное и процедурное программирование, структуры данных языка программирования',
              },
              {
                rowTitle: 'Модуль 4. ',
                rowText: 'Объектно-ориентированное программирование и базовые элементы языка Python',
              },
              {
                rowTitle: 'Модуль 5. ',
                rowText: 'Визуализация данных в Python, виртуальное окружение с применением элементов объектно-ориентированного программирования',
              },
              {
                rowTitle: 'Модуль 6. ',
                rowText: 'Разработка программных приложений для бизнеса на языке программирования Python',
              },
            ]
          }
        ]
      },
      {
        sectionTitle: 'Порядок обучения: ',
        sectionTag: 'Порядок обучения',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: '',
            dataType: 'list', 
            list: ['Изучение учебного материала посредством видеолекций и практических занятий на платформе СДО РУТ (МИИТ);', 'Участие в вебинарах;', 'Консультации руководителя программы;', 'Определение темы проекта и последовательное формирование выпускной квалификационной работы в процессе обучения;', 'Производственная практика в секторе IT-сферы;', 'Защита выпускной квалификационной работы.']
          },
        ]
      },
      {
        sectionTitle: 'Кейсы, рассматриваемые на занятиях: ',
        sectionTag: 'Кейсы',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: '',
            dataType: 'list', 
            list: ['Предиктивная аналитика;', 'Разработка чат-ботов для Telegram;', 'Разработка и применение баз данных.']
          },
        ]
      },
      {
        sectionTitle: 'Кейсы выпускных работ: ',
        sectionTag: 'Выпускные работы',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: 'Пример кейса по предиктивной аналитике: ',
            dataType: 'text', 
            text: 'Заказчик – кредитный отдел банка. Банк обладает большой статистикой данных об уже существующих своих клиентах – их доход, семейное положение, профессия, пол, возраст и т. д. Также имеется информация о том сумел ли клиент вернуть кредит в срок. Необходимо построить модель, которая будет для новых клиентов предсказывать – смогут ли они вернуть кредит вовремя.'
          },
          {
            dataTitle: 'Пример кейса для чат-бота: ',
            dataType: 'text', 
            text: 'Чат-бот создается для получения информации о расписании движения транспорта и прогнозах задержек. Такие чат-боты могут предоставить актуальную информацию о времени прибытия и отправления, остановках на маршруте и контактную информацию перевозчиков.'
          },
        ]
      },
    ]
  },
  {
    title: 'Основы разработки и\u00a0управления IT-проектами',
    type: 'ДПО',
    form: 'Очно-заочная форма',
    image: oryp,
    link: '',
    sections: [
      {
        sectionTitle: 'Информация о программе',
        sectionTag: 'Информация',
        sectionDescription: 'Углубленное изучение современного стека технологий. Значительное повышение профессионального уровня выпускников.',
        sectionData: [
          {
            dataTitle: 'О программе переподготовки',
            dataType: 'row', 
            rows: [
              {
                rowTitle: 'Срок обучения: ',
                rowText: '9 месяцев',
              },
              {
                rowTitle: 'Обучаются: ',
                rowText: '412 студентов',
              },
              {
                rowTitle: 'Квалификация: ',
                rowText: '«Менеджер в подразделениях (службах) компьютерного обеспечения»',
              },
            ]
          }
        ]
      },
      {
        sectionTitle: 'Компетенции выпускников',
        sectionTag: 'Компетенции выпускников',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: 'Аналитик – выпускник способен: ',
            dataType: 'list', 
            list: ['Определять потребность в создании цифрового продукта;', 'Моделировать бизнес-процессы;', 'Осуществлять разработку документации для реализации ИТ проекта;', 'Владеть основными инструментами и навыками аналитика, которые необходимы для разработки ПО в рамках ИТ проекта.']
          },
          {
            dataTitle: 'Менеджер проекта – выпускник способен: ',
            dataType: 'list', 
            list: ['Определять потребность в создании цифрового продукта;', 'Моделировать бизнес-процессы;', 'Осуществлять разработку документации для реализации ИТ проекта;', 'Владеть основными инструментами и навыками аналитика, которые необходимы для разработки ПО в рамках ИТ проекта.']
          },
        ]
      },
      {
        sectionTitle: 'Изучаемые области: ',
        sectionTag: 'Изучаемые области',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: '',
            dataType: 'list', 
            list: ['Средства программной разработки. Особенности применения цифровых технологий, построение SQL запросов, описание протоколов взаимодействия;', 'Стандарты и методики в ИТ. Бизнес-моделирование, разработка проектной документации, прототипирование веб-интерфейсов и др.;', 'Стандарты и методики в ИТ. Управление ИТ-проектом.']
          },
        ]
      },
      {
        sectionTitle: 'Содержание программы: ',
        sectionTag: 'Содержание программы',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: '',
            dataType: 'row', 
            rows: [
              {
                rowTitle: 'Модуль 1. ',
                rowText: 'Введение в ИТ-проект. Этапы ИТ-проекта',
              },
              {
                rowTitle: 'Модуль 2. ',
                rowText: 'Создание, зарождение ИТ-проекта. От идеи до контрактования работ',
              },
              {
                rowTitle: 'Модуль 3. ',
                rowText: 'Методологическое обеспечение проекта',
              },
              {
                rowTitle: 'Модуль 4. ',
                rowText: 'Инструменты и навыки, необходимые для разработки ПО в рамках ИТ-проекта',
              },
              {
                rowTitle: 'Модуль 5. ',
                rowText: 'Развертывание и тестирование ПО. Ввод в эксплуатацию',
              },
              {
                rowTitle: 'Модуль 6. ',
                rowText: 'Управление ИТ-проектом',
              },
            ]
          }
        ]
      },
      {
        sectionTitle: 'Порядок обучения: ',
        sectionTag: 'Порядок обучения',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: '',
            dataType: 'list', 
            list: ['Изучение видеолекций и практических занятий на платформе СДО РУТ (МИИТ);', 'Участие в вебинарах;', 'Вопросы куратору программы;', 'Определение темы проекта и последовательное формирование ВКР в процессе обучения;', 'Производственная практика в секторе IT-сферы;', 'Защита выпускной квалификационной работы.']
          },
        ]
      },
      {
        sectionTitle: 'Кейсы, рассматриваемые на занятиях: ',
        sectionTag: 'Кейсы',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: 'Примеры применения цифровых технологий: ',
            dataType: 'list', 
            list: ['Система поддержки принятия решений маневровым диспетчером с использованием ИИ;', 'Интеллектуальный коммерческий осмотр;', 'беспилотный поезд «Ласточка»;', 'Проект «BIM-система управления жизненным циклом объектов ОАО «РЖД»;', 'Применение технологии интернет-вещей для управления объектами инфраструктуры и подвижного состава ОАО «РЖД»;', 'Роботизация в ОАО «РЖД» – автоматическое ведение учетных записей пользователей в ГВЦ;', 'Распределенный реестр данных «Грузовые перевозки» с использованием технологи блокчейн.']
          },
          {
            dataTitle: 'Другие примеры: ',
            dataType: 'list', 
            list: ['Практический пример контрактования работ на разработку программного обеспечения;', 'Примеры разработанных методических и методологических документов для реализации ИТ проекта (разобран кейс оформления в электронном виде и подписания электронной подписью первичных документов ОАО «РЖД»);', 'Реализованные ИТ-проекты, заказчиком которых выступал ОАО «РЖД», а исполнителем – преподаватели программы (на примере согласования и утверждения схем размещения и крепления негабаритных, тяжеловесных грузов на подвижном составе, а также описание требований и создание пользовательских интерфейсов по выбранной студентом теме).']
          },
        ]
      },
      {
        sectionTitle: 'Кейсы выпускных работ: ',
        sectionTag: 'Выпускные работы',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: '',
            dataType: 'list', 
            list: ['Разработка цифрового интеллектуального ассистента определения порядка роспуска составов с сортировочной горки;', 'Разработка требований к внедрению «умного контейнера»;', 'Разработка требований к развитию сервиса «Мое здоровье» портала работника ОАО «РЖД»;', 'Разработка требований к сервису отправки посылок железнодорожным транспортом с использованием постаматов;', 'Разработка требований к сервису по подбору оптимальных мультимодальных маршрутов.']
          },
        ]
      },
    ]
  },
  {
    title: 'Искусственный интеллект и\u00a0машинное обучение',
    type: 'ДПО',
    form: 'Очно-заочная форма',
    image: iimo,
    link: '',
    sections: [
      {
        sectionTitle: 'Информация о программе',
        sectionTag: 'Информация',
        sectionDescription: 'Последние достижения в сфере искусственного интеллекта для транспортной отрасли.',
        sectionData: [
          {
            dataTitle: 'О программе переподготовки',
            dataType: 'row', 
            rows: [
              {
                rowTitle: 'Срок обучения: ',
                rowText: '9 месяцев',
              },
              {
                rowTitle: 'Обучаются: ',
                rowText: '143 студентов',
              },
              {
                rowTitle: 'Квалификация: ',
                rowText: '«Аналитик»',
              },
            ]
          }
        ]
      },
      {
        sectionTitle: 'Компетенции выпускников',
        sectionTag: 'Компетенции выпускников',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: 'Выпускник способен: ',
            dataType: 'list', 
            list: ['Выявлять, формировать и согласовывать требования к результатам аналитических работ с применением технологий больших данных;', 'Применять естественнонаучные и общеинженерные знания, методы математического анализа и моделирования, теоретического и экспериментального исследования в профессиональной деятельности;', 'Оценивать возможности применения искусственного интеллекта и машинного обучения;', 'Принимать решение об использовании искусственного интеллекта;', 'Применять искусственный интеллект и машинное обучение.']
          },
        ]
      },
      {
        sectionTitle: 'Изучаемые области: ',
        sectionTag: 'Изучаемые области',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: '',
            dataType: 'list', 
            list: ['Работа с различными типами и структурами данных;', 'Объектно-ориентированное программирование в Pyton;', 'Основы машинного обучения;', 'Машинный перевод;', 'Библиотеки нейронных сетей.']
          },
        ]
      },
      {
        sectionTitle: 'Содержание программы: ',
        sectionTag: 'Содержание программы',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: '',
            dataType: 'row', 
            rows: [
              {
                rowTitle: 'Модуль 1. ',
                rowText: 'Введение в искусственный интеллект',
              },
              {
                rowTitle: 'Модуль 2. ',
                rowText: 'Python для искусственного интеллекта',
              },
              {
                rowTitle: 'Модуль 3. ',
                rowText: 'Машинное обучение',
              },
              {
                rowTitle: 'Модуль 4. ',
                rowText: 'Нейронные сети',
              },
              {
                rowTitle: 'Модуль 5. ',
                rowText: 'Компьютерное зрение',
              },
              {
                rowTitle: 'Модуль 6. ',
                rowText: 'Обработка естественного языка',
              },
              {
                rowTitle: 'Модуль 7. ',
                rowText: 'Прикладной искусственный интеллект на транспорте',
              },
            ]
          }
        ]
      },
      {
        sectionTitle: 'Порядок обучения: ',
        sectionTag: 'Порядок обучения',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: '',
            dataType: 'list', 
            list: ['Изучение учебного материала посредством видеолекций и практических занятий на платформе СДО РУТ (МИИТ);', 'Участие в вебинарах;', 'Консультации руководителя программы;', 'Определение темы проекта и последовательное формирование выпускной квалификационной работы в процессе обучения;', 'Производственная практика в секторе IT-сферы;', 'Защита выпускной квалификационной работы.']
          },
        ]
      },
      {
        sectionTitle: 'Кейсы, рассматриваемые на занятиях: ',
        sectionTag: 'Кейсы',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: '',
            dataType: 'list', 
            list: ['Текстовый бот для железнодорожных станций;', 'Архитектура беспилотных систем с элементами компьютерного зрения.',]
          },
        ]
      },
      {
        sectionTitle: 'Кейсы выпускных работ: ',
        sectionTag: 'Выпускные работы',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: 'Пример кейса по предиктивной аналитике: ',
            dataType: 'list', 
            list: ['Построение модели машинного обучения классификации на основе табличных данных;', 'Построение модели машинного обучения кластеризации данных;', 'Использование свёрточных нейронных сетей для задачи классификации текстов;', 'Применение методов машинного обучения для полуавтоматической обработки новостей;', 'Применение методов машинного обучения для предсказания курса валют;', 'Разработка приложения для анализа эмоциональной окраски сообщений из социальных сетей с применением методов машинного обучения;', 'Реализация алгоритма локализации возгорания на изображении;', 'Реализация алгоритма локализации автомобиля на изображении;', 'Классификация транспортных объектов на изображениях;', 'Распознавание средств регулирования железнодорожного движения при помощи анализа видеопотока;', 'Автоматизированное порождение фраз естественного языка, имеющих заданную семантику;', 'Разработка модели извлечения информации из неструктурированных или слабоструктурированных данных;', 'Разработка алгоритма распознавания текста на изображении при помощи свёрточной нейронной сети;', 'Анализ качества текста и текстовых заданий методами машинного обучения;', 'Разработка нейронный сети для распознавания логотипов.']
          },
        ]
      },
    ]
  },
  {
    title: '1С-разработчик',
    type: 'ДПО',
    form: 'Очно-заочная форма',
    image: cr,
    link: '',
    sections: [
      {
        sectionTitle: 'Информация о программе',
        sectionTag: 'Информация',
        sectionDescription: 'Одно из самых перспективных направлений для начинающего специалиста.',
        sectionData: [
          {
            dataTitle: 'О программе переподготовки',
            dataType: 'row', 
            rows: [
              {
                rowTitle: 'Срок обучения: ',
                rowText: '9 месяцев',
              },
              {
                rowTitle: 'Обучаются: ',
                rowText: '185 студентов',
              },
              {
                rowTitle: 'Квалификация: ',
                rowText: '«Программист»',
              },
            ]
          }
        ]
      },
      {
        sectionTitle: 'Компетенции выпускников',
        sectionTag: 'Компетенции выпускников',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: 'Выпускник способен: ',
            dataType: 'list', 
            list: ['Разрабатывать алгоритмы и программы, пригодные для практического применения;', 'Проектировать компьютерное программное обеспечение;', 'Применять языки программирования для решения профессиональных задач;', 'Разрабатывать бизнес-приложения для решения поставленных бизнес-задач.']
          },
        ]
      },
      {
        sectionTitle: 'Изучаемые области: ',
        sectionTag: 'Изучаемые области',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: '',
            dataType: 'list', 
            list: ['1С: Предприятие 8.3., основные принципы программирования;', 'Классификация объектов конфигураций, их особенность и структура;', 'Работа с макетами отчетов, виды отчетов;', 'Правовые аспекты работы с данными;', 'Администрирование сервера 1 С.']
          },
        ]
      },
      {
        sectionTitle: 'Содержание программы: ',
        sectionTag: 'Содержание программы',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: '',
            dataType: 'row', 
            rows: [
              {
                rowTitle: 'Дисциплина 1. ',
                rowText: 'Общие принципы работы платформы 1С',
              },
              {
                rowTitle: 'Дисциплина 2. ',
                rowText: 'Основы программирования',
              },
              {
                rowTitle: 'Дисциплина 3. ',
                rowText: 'Основные объекты системы',
              },
              {
                rowTitle: 'Дисциплина 4. ',
                rowText: 'Построение отчетов',
              },
              {
                rowTitle: 'Дисциплина 5. ',
                rowText: 'Не интерактивные задания и асинхронные механизмы',
              },
              {
                rowTitle: 'Дисциплина 6. ',
                rowText: 'Администрирование работы пользователей',
              },
              {
                rowTitle: 'Дисциплина 7. ',
                rowText: 'Обслуживание конфигурации и информационной базы 1С',
              },
              {
                rowTitle: 'Дисциплина 8. ',
                rowText: 'Взаимодействие с другими программными продуктами и сервисами',
              },
              {
                rowTitle: 'Дисциплина 9. ',
                rowText: 'Специфика IT на железнодорожном транспорте',
              },
            ]
          }
        ]
      },
      {
        sectionTitle: 'Порядок обучения: ',
        sectionTag: 'Порядок обучения',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: '',
            dataType: 'list', 
            list: ['Изучение видеолекций и практических занятий на платформе СДО РУТ (МИИТ);', 'Участие в вебинарах;', 'Консультации куратора программы;', 'Определение темы проекта и последовательное формирование ВКР в процессе обучения;', 'Производственная практика в секторе IT-сферы;', 'Защита выпускной квалификационной работы.']
          },
        ]
      },
      {
        sectionTitle: 'Кейсы, рассматриваемые на занятиях: ',
        sectionTag: 'Кейсы',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: '',
            dataType: 'list', 
            list: ['Создание собственных REST-сервисов.']
          },
        ]
      },
      {
        sectionTitle: 'Кейсы выпускных работ: ',
        sectionTag: 'Выпускные работы',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: '',
            dataType: 'list', 
            list: ['Разработка конфигурации для организации хранения информации о студентах и изучаемых ими предметах;', 'Разработка конфигурации для управленческого учета производства изделий;', 'Разработка конфигурации для учета движения товаров на разных складах;', 'Разработка конфигурации по учету ТО состава поезда;', 'Разработка конфигурации по учету планового и фактического времени прибытия и отправления поездов на станции.']
          },
        ]
      },
    ]
  },
  {
    title: 'Инженер сопровождения IT-инфраструктуры',
    type: 'ДПО',
    form: 'Очно-заочная форма',
    image: isi,
    link: '',
    sections: [
      {
        sectionTitle: 'Информация о программе',
        sectionTag: 'Информация',
        sectionDescription: 'Одна из самых стабильных специальностей в ИТ-отрасли. Универсальность получаемых навыков и возможность широкого выбора специализации.',
        sectionData: [
          {
            dataTitle: 'О программе переподготовки',
            dataType: 'row', 
            rows: [
              {
                rowTitle: 'Срок обучения: ',
                rowText: '9 месяцев',
              },
              {
                rowTitle: 'Обучаются: ',
                rowText: '206 студентов',
              },
              {
                rowTitle: 'Квалификация: ',
                rowText: '«Системный администратор»',
              },
            ]
          }
        ]
      },
      {
        sectionTitle: 'Компетенции выпускников',
        sectionTag: 'Компетенции выпускников',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: 'Выпускник способен: ',
            dataType: 'list', 
            list: ['Осваивать методики использования программных средств для решения практических задач;', 'Проводить мониторинг работы БД, сбор статистической информации о работе БД;', 'Оптимизировать распределение вычислительных ресурсов, взаимодействующих с БД;', 'Оптимизировать выполнение запросов к БД;', 'Применять СУБД;', 'Применять языки программирования для решения профессиональных задач;', 'Администрировать операционные системы (ОС).']
          },
        ]
      },
      {
        sectionTitle: 'Изучаемые области: ',
        sectionTag: 'Изучаемые области',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: '',
            dataType: 'list', 
            list: ['Базовые принципы работы сетей, серверов хранения данных;', 'Основные принципы работы виртуальных машин, их создание и установка Linux на виртуальную машину;', 'Общая теория реляционных БД;', 'Администрирование Wildfly, Hadoop.']
          },
        ]
      },
      {
        sectionTitle: 'Содержание программы: ',
        sectionTag: 'Содержание программы',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: '',
            dataType: 'row', 
            rows: [
              {
                rowTitle: 'Дисциплина 1. ',
                rowText: 'Серверные операционные системы',
              },
              {
                rowTitle: 'Дисциплина 2. ',
                rowText: 'Технологии виртуализации',
              },
              {
                rowTitle: 'Дисциплина 3. ',
                rowText: 'Базы данных',
              },
              {
                rowTitle: 'Дисциплина 4. ',
                rowText: 'Сервера приложений',
              },
              {
                rowTitle: 'Дисциплина 5. ',
                rowText: 'Hadoop',
              },
              {
                rowTitle: 'Дисциплина 6. ',
                rowText: 'Язык программирования Java',
              },
              {
                rowTitle: 'Дисциплина 7. ',
                rowText: 'Специфика IT на железнодорожном транспорте',
              },
            ]
          }
        ]
      },
      {
        sectionTitle: 'Порядок обучения: ',
        sectionTag: 'Порядок обучения',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: '',
            dataType: 'list', 
            list: ['Изучение учебного материала посредством видеолекций и практических занятий на платформе СДО РУТ (МИИТ);', 'Участие в вебинарах;', 'Консультации руководителя программы;', 'Определение темы проекта и последовательное формирование выпускной квалификационной работы в процессе обучения;', 'Производственная практика в секторе IT-сферы;', 'Защита выпускной квалификационной работы.']
          },
        ]
      },
      {
        sectionTitle: 'Кейсы, рассматриваемые на занятиях: ',
        sectionTag: 'Кейсы',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: '',
            dataType: 'list', 
            list: ['Работа с самыми популярными ВМ, СУБД, СП, Hadoop (в т. ч. импортозамещенными);', 'Изучение принципов и компонентов информационных систем;', 'Создание и настройка собственной инфраструктуры, необходимой для работы информационной системы в виртуальном окружении.']
          },
        ]
      },
      {
        sectionTitle: 'Кейсы выпускных работ: ',
        sectionTag: 'Выпускные работы',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: '',
            dataType: 'list', 
            list: ['Создание инфраструктуры для сервера приложений;', 'Создание инфраструктуры для базы данных PostgreSQL;', 'Создание инфраструктуры для базы данных Mysql;', 'Подготовка и настройка архитектуры для работы клиент-серверного приложения;', '• Развертывание БД postgresql для хранения каталога учебных программ;', 'Развертывание БД mysql для хранения информации о транспортной инфраструктуре и состоянию подвижного состава.']
          },
        ]
      },
    ]
  },
  {
    title: 'Java-разработчик',
    type: 'ДПО',
    form: 'Очно-заочная форма',
    image: jr,
    link: '',
    sections: [
      {
        sectionTitle: 'Информация о программе',
        sectionTag: 'Информация',
        sectionDescription: 'Углубленное изучение современного стека технологий. Значительное повышение профессионального уровня выпускников.',
        sectionData: [
          {
            dataTitle: 'О программе переподготовки',
            dataType: 'row', 
            rows: [
              {
                rowTitle: 'Срок обучения: ',
                rowText: '9 месяцев',
              },
              {
                rowTitle: 'Обучаются: ',
                rowText: '46 студентов',
              },
              {
                rowTitle: 'Квалификация: ',
                rowText: '«Программист»',
              },
            ]
          }
        ]
      },
      {
        sectionTitle: 'Компетенции выпускников',
        sectionTag: 'Компетенции выпускников',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: 'Выпускник способен: ',
            dataType: 'list', 
            list: ['Разрабатывать алгоритмы и программы, пригодные для практического применения;', 'Разрабатывать процедуры интеграции программных модулей;', 'Проводить анализ возможностей реализации требований к компьютерному программному обеспечению;', 'Разрабатывать программное обеспечение;', 'Использовать СУБД при разработке ПО;', 'Применять принципы и правила разработки ПО.']
          },
          {
            dataTitle: 'Менеджер проекта – выпускник способен: ',
            dataType: 'list', 
            list: ['Определять потребность в создании цифрового продукта;', 'Моделировать бизнес-процессы;', 'Осуществлять разработку документации для реализации ИТ проекта;', 'Владеть основными инструментами и навыками аналитика, которые необходимы для разработки ПО в рамках ИТ проекта.']
          },
        ]
      },
      {
        sectionTitle: 'Изучаемые области: ',
        sectionTag: 'Изучаемые области',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: '',
            dataType: 'list', 
            list: ['Объектно-ориентированное программирование;', 'Анализ данных, алгоритмизация;', 'Работа с базами данных;', 'Rest-сервисы.']
          },
        ]
      },
      {
        sectionTitle: 'Содержание программы: ',
        sectionTag: 'Содержание программы',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: '',
            dataType: 'row', 
            rows: [
              {
                rowTitle: 'Дисциплина 1. ',
                rowText: 'Программирование и основы алгоритмизации',
              },
              {
                rowTitle: 'Дисциплина 2. ',
                rowText: 'Git',
              },
              {
                rowTitle: 'Дисциплина 3. ',
                rowText: 'Объектно-ориентированный анализ и программирование',
              },
              {
                rowTitle: 'Дисциплина 4. ',
                rowText: 'Алгоритмы и структуры данных',
              },
              {
                rowTitle: 'Дисциплина 5. ',
                rowText: 'Базы данных',
              },
              {
                rowTitle: 'Дисциплина 6. ',
                rowText: 'Hibernate',
              },
              {
                rowTitle: 'Дисциплина 7. ',
                rowText: 'Spring Framework',
              },
              {
                rowTitle: 'Дисциплина 8. ',
                rowText: 'Специфика IT на железнодорожном транспорте ',
              },
            ]
          }
        ]
      },
      {
        sectionTitle: 'Порядок обучения: ',
        sectionTag: 'Порядок обучения',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: '',
            dataType: 'list', 
            list: ['Изучение учебного материала посредством видеолекций и практических занятий на платформе СДО РУТ (МИИТ);', 'Участие в вебинарах;', 'Консультации руководителя программы;', 'Определение темы проекта и последовательное формирование выпускной квалификационной работы в процессе обучения;', 'Производственная практика в секторе IT-сферы;', 'Защита выпускной квалификационной работы.']
          },
        ]
      },
      {
        sectionTitle: 'Кейсы, рассматриваемые на занятиях: ',
        sectionTag: 'Кейсы',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: '',
            dataType: 'list', 
            list: ['REST-сервис для расчета рисков по методологии УРРАН;', 'Telegram-бот для автоматизации работы обходчика пути.']
          },
        ]
      },
      {
        sectionTitle: 'Кейсы выпускных работ: ',
        sectionTag: 'Выпускные работы',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: '',
            dataType: 'list', 
            list: ['Создание MVC-приложения для подсчёта учебной нагрузки профессорско-преподавательского состава Университета;', 'Создание REST-приложения для анализа человекопотоков в метро на базе Java Spring;', 'Написание MVC-приложения автоматизированного анализа надежности технических средств на основе принятой в РЖД методики;', 'Написание собственной программной реализации методики УРРАН на базе Java Spring;', 'Написание бэкенда для приложения с реализацией идентификации и аутентификации на базе Spring Security.']
          },
        ]
      },
    ]
  },
  {
    title: 'Аналитик данных',
    type: 'ДПО',
    form: 'Очно-заочная форма',
    image: ad,
    link: '',
    sections: [
      {
        sectionTitle: 'Информация о программе',
        sectionTag: 'Аналитик данных',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: 'О программе переподготовки',
            dataType: 'row', 
            rows: [
              {
                rowTitle: 'Срок обучения: ',
                rowText: '9 месяцев',
              },
              {
                rowTitle: 'Обучаются: ',
                rowText: '-',
              },
              {
                rowTitle: 'Квалификация: ',
                rowText: '«Аналитик»',
              },
            ]
          }
        ]
      },
      {
        sectionTitle: 'Компетенции выпускников',
        sectionTag: 'Компетенции выпускников',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: 'Использует программные и технические средства для визуализации больших данных: ',
            dataType: 'list', 
            list: ['Обработка и подготовка больших данных;', 'Выбор и настройка инструментов для визуализации;', 'Создание интерактивных и информативных визуализаций;', 'Работа с различными источниками данных;', 'Проектирование и разработка дашбордов.']
          },
          {
            dataTitle: 'Применяет языки программирования для решения профессиональных задач: ',
            dataType: 'list', 
            list: ['Извлечение данных с использованием SQL;', 'Манипуляция данными с использованием SQL;', 'Автоматизации рутинных задач, связанных с обработкой данных на Python.']
          },
        ]
      },
      {
        sectionTitle: 'Изучаемые области: ',
        sectionTag: 'Изучаемые области',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: '',
            dataType: 'list', 
            list: ['Средства программной разработки;', 'Искусственный интеллект и машинное обучение.']
          },
        ]
      },
      {
        sectionTitle: 'Содержание программы: ',
        sectionTag: 'Содержание программы',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: '',
            dataType: 'row', 
            rows: [
              {
                rowTitle: 'Модуль 1. ',
                rowText: 'Введение в анализ данных',
              },
              {
                rowTitle: 'Модуль 2. ',
                rowText: 'Методы статистики в анализе данных',
              },
              {
                rowTitle: 'Модуль 3. ',
                rowText: 'Основы разработки инструментальных панелей',
              },
              {
                rowTitle: 'Модуль 4. ',
                rowText: 'SQL для анализа данных',
              },
              {
                rowTitle: 'Модуль 5. ',
                rowText: 'Дизайн данных',
              },
              {
                rowTitle: 'Модуль 6. ',
                rowText: 'Практикум по анализу и визуализации данных',
              },
            ]
          }
        ]
      },
      {
        sectionTitle: 'Порядок обучения: ',
        sectionTag: 'Порядок обучения',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: '',
            dataType: 'list', 
            list: ['Изучение электронного контента и выполнение практических занятий на платформе СДО РУТ (МИИТ);', 'Участие в вебинарах;', 'Определение темы проекта и последовательное выполнение в процессе обучения;', 'Производственная практика в секторе IT-сферы;', 'Защита группового проекта.']
          },
        ]
      },
      {
        sectionTitle: 'Кейсы, рассматриваемые на занятиях: ',
        sectionTag: 'Кейсы',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: 'Маркетинговый анализ: ',
            dataType: 'list', 
            list: ['Создание дашборда для отслеживания ключевых показателей эффективности маркетинговых кампаний, таких как конверсия, ROI, трафик и т.д.;', 'Визуализация данных о посетителях сайта, клиентах и продажах для выявления трендов и понимания поведения потребителей;', 'Анализ маркетинговых расходов и бюджета с помощью дашборда для принятия информированных решений о распределении ресурсов.']
          },
          {
            dataTitle: 'Финансовый анализ: ',
            dataType: 'list', 
            list: ['Разработка дашборда для мониторинга финансовых показателей, таких как выручка, прибыль, затраты и долгосрочные тренды;', 'Визуализация данных о финансовых показателях различных подразделений или проектов для сравнения и принятия управленческих решений;', 'Отслеживание ключевых показателей производительности, таких как ROI, маржа, оборачиваемость запасов и другие, для оценки эффективности бизнеса.']
          },
          {
            dataTitle: 'Логистика и операции: ',
            dataType: 'list', 
            list: ['Создание дашборда для мониторинга и управления логистическими процессами, такими как запасы, поставки, доставки и прогнозирование спроса;', 'Визуализация данных о производственных операциях, цепях поставок и эффективности рабочей силы для оптимизации процессов и улучшения производительности;', 'Отслеживание показателей качества, таких как количество брака, рекламаций и времени исполнения заказов, для контроля и улучшения операций.',]
          },
          {
            dataTitle: 'Управление человеческими ресурсами: ',
            dataType: 'list', 
            list: ['Разработка дашборда для мониторинга показателей HR, таких как текучесть кадров, стабильность, уровень удовлетворенности сотрудников и продуктивность;', 'Визуализация данных о найме, обучении, оценке производительности и прогнозировании потребности в персонале для управления ресурсами человеческих факторов;', 'Анализ данных о зарплатах, компенсациях и льготах для оценки справедливости и конкурентоспособности компании на рынке труда.',]
          },
        ]
      },
      {
        sectionTitle: 'Кейсы выпускных работ: ',
        sectionTag: 'Выпускные работы',
        sectionDescription: '',
        sectionData: [
          {
            dataTitle: '',
            dataType: 'list', 
            list: ['Разработка BI-решения по анализу данных продаж компании;', 'Разработка BI-решения по анализу данных клиентов компании;', 'Разработка BI-решения по анализу данных социальных медиа;', 'Разработка BI-решения по анализу данных маркетингового исследования;', 'Разработка BI-решения по анализу корпоративных данных;', 'Разработка BI-решения по анализу данных рынка;', 'Разработка BI-решения по анализу логистических данных;', 'Разработка BI-решения по анализу данных отзывов клиентов;', 'Разработка BI-решения по анализу данных веб-сайта;', 'Разработка BI-решения по анализу данных финансовой отчетности;', 'Разработка BI-решения по анализу данных перевозочного процесса транспортных компаний;', 'Разработка BI-решения по HR-аналитике;', 'Разработка BI-решения по анализу данных поставщиков;', 'Разработка BI-решения по анализу данных недвижимости;', 'Разработка BI-решения по анализу данных складского комплекса.',]
          },
        ]
      },
    ]
  },
]
